<div class="col s12 m9">
    Пулин́и (до XVI ст. — Чортоліси, (1578—1935)- Пулини, у (1935—2016) роках — Червоноармійськ) — селище міського типу що розташоване на берегах Теньки в Україні на Поліссі, Адміністративний центр Пулинського району Житомирської області та Пулинської ОТГ. Населення — 5433. На честь селища названо астероїд № 241192. У часи Німецько-Радянської війни (1941—1945) — важливе поле вирішальних битв, відоме як Пулинський німецький район.

    Селище поділяється на неофіційні мікрорайони: «Центральний», «23-тє», «Заповіт», «Річний», «Сільгосптехніка», «Новий масив».
</div>